# packages from canonical repository
brew 'autojump'
brew 'git'
brew 'imagemagick'
brew 'macvim', args: ['override-system-vim']
brew 'phantomjs'
brew 'postgresql-common'
brew 'rbenv'
brew 'rbenv-gem-rehash'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'most'
brew 'zsh'
brew 'shellcheck'
brew 'reattach-to-user-namespace'

tap 'thoughtbot/formulae'
brew 'gitsh'
brew 'rcm'

# quicklook plugins
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlimagesize'
cask 'webpquicklook'
