# packages from canonical repository
brew 'autojump'
brew 'chromedriver'
brew 'coreutils'
brew 'git'
brew 'hadolint'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'macvim'
brew 'most'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'phantomjs'
brew 'postgis'
brew 'postgresql'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby-build'
brew 'shellcheck'
brew 'sqlite'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'yamllint'
brew 'zsh'

tap 'petere/postgresql'
brew 'postgresql-common'

tap 'thoughtbot/formulae'
brew 'rcm'

# quicklook plugins
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlimagesize'
cask 'webpquicklook'
