brew 'antigen'
brew 'autojump'
brew 'coreutils'
brew 'direnv'
brew 'git'
brew 'hadolint'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'most'
brew 'mysql'
brew 'mysql-client'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'postgresql@14'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby-build'
brew 'shellcheck'
brew 'sqlite'
brew 'tidy-html5'
brew 'tldr'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'yamllint'

tap 'thoughtbot/formulae'
brew 'rcm'

tap 'heroku/brew'
brew 'heroku'

tap 'microsoft/git'
cask 'git-credential-manager-core'

cask 'chromedriver'
